{
  "Landing.Pros.Title": "Nadal nie jesteś pewien, dlaczego warto inwestować w RunBotics? Z RunBotics możesz...",
  "Landing.Pros.Diagram.Title": "Tworzyć procesy w formie diagramów BPMN",
  "Landing.Pros.Diagram.Description": "BPMN to powszechnie uznany standard w branży. Dzięki temu modeler akcji RunBotics jest również świetną opcją dla początkujących użytkowników.",
  "Landing.Pros.Diagram.Icon.Alt": "Ikona diagramu",
  "Landing.Pros.Plan.Title": "Planować wykonanie procesów",
  "Landing.Pros.Plan.Description": "Funkcja planowania pozwala ustawić uruchomienie procesu na dowolny czas, w którym chcesz, żeby się wykonał i ustawić ilość pożądanych uruchomień. Wystarczy to zaplanować i gotowe!",
  "Landing.Pros.Plan.Icon.Alt": "Ikona planu",
  "Landing.Pros.Track.Title": "Śledzić proces przetwarzania",
  "Landing.Pros.Track.Description": "Monitoruj i zapisuj postęp konkretnego zadania. Pomaga nam to utrzymać gładką, efektywną pracę bota i dostarcza danych do przyszłej analizy i ulepszenia.",
  "Landing.Pros.Track.Icon.Alt": "Ikona śledzenia",
  "Landing.Pros.Attended.Title": "Zarządzać botami zarówno nadzorowanymi, jak i bez nadzoru",
  "Landing.Pros.Attended.Description": "Nadzorowane boty to systemy automatyzacji z asystą człowieka, podczas gdy boty bez nadzoru działają autonomicznie bez interwencji człowieka.",
  "Landing.Pros.Attended.Icon.Alt": "Ikona nadzorowanego",
  "Landing.Pros.History.Title": "Przeglądać historię wykonania procesów",
  "Landing.Pros.History.Description": "Historia wykonania procesów jest cenna dla audytu, monitorowania, rozwiązywania problemów i poprawy efektywności rozwiązań RPA. Zawiera szczegóły wykonania, wynik i wszelkie istotne logi lub komunikaty o błędach.",
  "Landing.Pros.History.Icon.Alt": "Ikona historii",
  "Landing.Pros.Execution.Title": "Wykonanie procesu na różnych systemach",
  "Landing.Pros.Execution.Description": "RunBotics może działać na komputerze z systemem Windows lub Linux, może być na chmurze lub kombinacją obu. Celem korzystania z RPA jest upewnienie się, że oprogramowanie dobrze współpracuje z systemem firmy, aby zadania można było wykonywać szybko i łatwo.",
  "Landing.Pros.Execution.Icon.Alt": "Ikona wykonania",
  "Landing.Pros.Template.Title": "Tworzyć na podstawie szablonów",
  "Landing.Pros.Template.Description": "RunBotics ma gotowe szablony akcji, które usprawniają pracę przy budowaniu procesu, podczas gdy nowy użytkownik będzie mógł łatwiej zrozumieć koncept i zastosowanie każdej funkcji.",
  "Landing.Pros.Template.Icon.Alt": "Ikona szablonu",
  "Landing.Pros.Customize.Title": "Dostosowywać widok zgodnie z rolą w firmie",
  "Landing.Pros.Customize.Description": "Może to pomóc poprawić efektywność i doświadczenia użytkownika, prezentując istotne informacje i funkcje każdemu użytkownikowi na podstawie ich obowiązków i funkcji służbowych.",
  "Landing.Pros.Customize.Icon.Alt": "Ikona dostosowywania",
  "Landing.Pros.Actions.Title": "Tworzyć niestandardowe akcje",
  "Landing.Pros.Actions.Description": "Runbotics pozwala tworzyć własne akcje, dostosowane specjalnie do twoich potrzeb. Przejmij stery i automatyzuj na swoich warunkach.",
  "Landing.Pros.Actions.Icon.Alt": "Ikona akcji"
}
