{
    "Landing.Policy.Info.Label": "I have read and agree to the",
    "Landing.Policy.Info.Link": "Privacy Policy",
    "Landing.Policy.Page.Title": "Privacy policy",
    "Landing.Policy.Page.Greeting": "Dear Sirs, ",
    "Landing.Policy.Page.Introduction": "In fulfillment of the information obligation set forth in Regulation (EU) 2016/679 of the European Parliament and of the Council of 27.04.2016 on the protection of individuals with regard to the processing of personal data and on the free movement of such data and the repeal of Directive 95/46/EC (General Data Protection Regulation) - hereinafter referred to as \"RODO\", in view of the fact that we collect your personal data, and moreover respecting your privacy and ensuring that you know who and how we process your personal data, we present the following information: ",
    "Landing.Policy.Page.Paragraph.1": "The administrator of your personal data is All for One Poland Sp. z o.o. with its seat in Złotniki, 1 Krzemowa St., 62-002 Suchy Las, registered in the Register of Entrepreneurs of the National Court Register under No. 0000040760, hereinafter referred to as the \"Data Controller\". The Data Administrator has appointed a Data Protection Officer, who can be reached by e-mail at iod@all-for-one.com. ",
    "Landing.Policy.Page.Paragraph.2": "Your personal data is processed by the Administrator for the following purposes: ",
    "Landing.Policy.Page.Paragraph.2.a": "use of RunBotics functionality, management of completed work. ",
    "Landing.Policy.Page.Paragraph.2.b": "to enable the proper use of the capability tool in order for the Data Controller to offer you directly products and services, related to the aforementioned tool, which is the realization of our legitimate interest (the legal basis in this case is Article 6(1)(f) RODO), ",
    "Landing.Policy.Page.Paragraph.2.c": "to inform you about the Administrator's offers and activities, as well as the events they organize (the legal basis in this case is Article 6(1)(a) of the DPA), ",
    "Landing.Policy.Page.Paragraph.2.d": "for the purpose of possible establishment, investigation or defense against claims, which is the realization of our legitimate interest in this regard (the legal basis in this case is Article 6(1)(f) RODO), ",
    "Landing.Policy.Page.Paragraph.2.e": "for analytical purposes, in particular for the purpose of gathering knowledge about the needs of registered users and resolving errors, which is the realization of our legitimate interest (the legal basis in this case is Article 6(1)(f) RODO), ",
    "Landing.Policy.Page.Paragraph.2.f": "for archiving purposes, in particular in order to ensure that we can provide evidence of the fulfillment of our obligations to you under the provisions of the RODO, which is the fulfillment of our legitimate interest in this regard (the legal basis in this case is Article 6(1)(f) of the RODO). ",
    "Landing.Policy.Page.Paragraph.3": "The Data Administrator shall process the following categories of personal data concerning you: contact information (name, surname, e-mail address, activity history, IP address). ",
    "Landing.Policy.Page.Paragraph.4": "Your personal data shall be processed for no longer than necessary and as a result of the purposes specified in point. 2 above for the purposes of processing, i.e.: ",
    "Landing.Policy.Page.Paragraph.4.a": "the proper operation of the application, its development and improvement of the quality of services offered.  ",
    "Landing.Policy.Page.Paragraph.4.b": "for the purposes of direct marketing, the data may be processed until you object to its processing for the aforementioned purpose, or it is determined that the data has become outdated. ",
    "Landing.Policy.Page.Paragraph.5": "Your personal data may be disclosed to the following categories of recipients: entities to which the Data Controller has a legal obligation to make available the personal data it processes, entities that process personal data on the basis of contracts for entrustment of personal data processing.",
    "Landing.Policy.Page.Paragraph.6": "The Data Controller does not transfer your personal data to a third country. ",
    "Landing.Policy.Page.Paragraph.7": "You have the right to request from the Data Controller (1) access to your personal data, and you have (2) the right to rectification, (3) the right to erasure, or (4) the right to restrict the processing of your data, (5) the right to object to the processing of your personal data, as well as (6) the right to portability of your personal data (i.e., in cases specified in the provisions of the RODO, you have the right to request that your personal data be sent by the Data Controller directly to another controller, if technically possible). ",
    "Landing.Policy.Page.Paragraph.8": "Your personal data shall not be subject to a decision that is based solely on automated processing, including profiling. ",
    "Landing.Policy.Page.Paragraph.9": "You have the right to lodge a complaint to the supervisory authority regarding the processing of your personal data, if you consider that the processing of personal data concerning you, violates the provisions of the RODO. ",
    "Landing.Policy.Page.Paragraph.10": "If you have given your consent to the processing of personal data, you may revoke it at any time with further effect. If the processing of your personal data is based on a balancing of interests, you may object to such processing. If you raise such an objection, please provide reasons why your personal data should not be processed in the way the Data Controller did. Your objection will be investigated and if it proves to be justified, the processing of your personal data shall be stopped or adjusted, or you will be shown compelling reasons for continuing the processing. You may object at any time to the processing of your personal data for marketing and data analysis purposes, in such case this will result in the Data Controller ceasing any further processing of your personal data. You may send your revocation of consent or objection to the processing of your personal data to the e-mail or address, indicated in item. 1 above. "
}