{
    "Landing.Pros.Title": "Still not sure why you should invest in RunBotics?",
    "Landing.Pros.Diagram.Title": "Create processes in the form of BPMN diagrams",
    "Landing.Pros.Diagram.Description": "BPMN is a widely recognized standard in the industry. This makes the RunBotics action modeler also a great option for novice users.",
    "Landing.Pros.Diagram.Icon.Alt": "Diagram icon",
    "Landing.Pros.Plan.Title": "Plan execution of the processes",
    "Landing.Pros.Plan.Description": "Scheduler feature allows you to set the run of the process to anytime you want it to perform and set amount of desired runs. Just plan it and done!",
    "Landing.Pros.Plan.Icon.Alt": "Plan icon",
    "Landing.Pros.Track.Title": "Track the process processing",
    "Landing.Pros.Track.Description": "Monitor and record the progress of a specific task. This helps us to maintain the bot's smooth, efficient functioning and provides data for future analysis and improvement.",
    "Landing.Pros.Track.Icon.Alt": "Track icon",
    "Landing.Pros.Attended.Title": "Manage the attended and unattended bots",
    "Landing.Pros.Attended.Description": "Attended bots are human-assisted automation systems, while unattended bots run autonomously without human intervention.",
    "Landing.Pros.Attended.Icon.Alt": "Attended icon",
    "Landing.Pros.History.Title": "See the history of the processes execution",
    "Landing.Pros.History.Description": "Process history execution is valuable for auditing, monitoring, troubleshooting, and improving the efficiency of RPA solutions. It includes details of execution, the outcome, and any relevant logs or error messages.",
    "Landing.Pros.History.Icon.Alt": "History icon",
    "Landing.Pros.Execution.Title": "Process execution on different systems",
    "Landing.Pros.Execution.Description": "RunBotics may run on a Windows or Linux computer, or it might be on a cloud or a combination of both. The goal of using RPA is to make sure the software works well with the company's system so the tasks can be done quickly and easily.",
    "Landing.Pros.Execution.Icon.Alt": "Execution icon",
    "Landing.Pros.Template.Title": "Create from templates",
    "Landing.Pros.Template.Description": "RunBotics has ready-made action templates, which streamlines the work of building a process, while a new user will be able to more easily understand the concept and use of each functionality.",
    "Landing.Pros.Template.Icon.Alt": "Template icon",
    "Landing.Pros.Customize.Title": "Customize the view according to the role in the company",
    "Landing.Pros.Customize.Description": "This can help improve efficiency and user experience by presenting relevant information and functionality to each user based on their responsibilities and job functions.",
    "Landing.Pros.Customize.Icon.Alt": "Customize icon",
    "Landing.Pros.Actions.Title": "Create custom actions",
    "Landing.Pros.Actions.Description": "RunBotics allows you to create your own actions, tailored specifically to your needs. Take over the reins and automate on your own terms. ",
    "Landing.Pros.Actions.Icon.Alt": "Actions icon"
}