{
    "Landing.Contact.Info.Title": "Skontaktuj się z nami",
    "Landing.Contact.Info.Subtitle": "Stwórzmy rozwiązanie idealnie dopasowane do Twoich potrzeb",
    "Landing.Contact.Info.Phone.Text": "+48 733 499 677",
    "Landing.Contact.Info.Phone.IconAlt": "telefon",
    "Landing.Contact.Info.Email.Text": "contact@runbotics.com",
    "Landing.Contact.Info.Email.IconAlt": "e-mail",
    "Landing.Contact.Info.Github.Text": "https://github.com/runbotics/runbotics",
    "Landing.Contact.Info.Github.IconAlt": "github",
    "Landing.Contact.Form.Name": "Imię",
    "Landing.Contact.Form.Name.Placeholder": "Wpisz swoje imię i nazwisko",
    "Landing.Contact.Form.Email": "E-mail",
    "Landing.Contact.Form.Email.Placeholder": "Twój adres e-mail",
    "Landing.Contact.Form.Message": "Wiadomość",
    "Landing.Contact.Form.Message.Placeholder": "Napisz tutaj wiadomość i pytania, które masz do nas",
    "Landing.Contact.Form.Company": "Firma (opcjonalne)",
    "Landing.Contact.Form.Company.Placeholder": "Powiedz nam, gdzie pracujesz",
    "Landing.Contact.Form.Checkbox": "Wyrażam zgodę na przetwarzanie danych osobowych",
    "Landing.Contact.Form.Submit.Default": "Wyślij wiadomość",
    "Landing.Contact.Form.Submit.Sent": "Wiadomość wysłana",
    "Landing.Contact.Form.Submit.Error": "Błąd podczas wysyłania wiadomości",
    "Landing.Contact.Form.Submit.Loading": "Wysyłanie...",
    "Landing.Contact.Form.Success": "E-mail wysłany pomyślnie",
    "Landing.Contact.Form.Error": "Błąd podczas wysyłania e-maila",
    "Landing.Contact.Form.Fill.Fields": "Proszę wypełnić wszystkie wymagane pola",
    "Landing.Contact.Form.ProcessingData.Point1": "Dane osobowe przetwarzane są na podstawie art. 6 ust. 1 lit. a Rozporządzenia Parlamentu Europejskiego i Rady (UE) 2016/679 z dnia 27 kwietnia 2016 r. – ogólnego rozporządzenia o ochronie danych osobowych.",
    "Landing.Contact.Form.ProcessingData.Point2": "Administratorem Danych Osobowych jest All for One Poland sp. z o.o. z siedzibą w Złotnikach, ul. Krzemowa 1 62-002 Suchy Las. Dane kontaktowe do Inspektora Ochrony Danych: iod@all-for-one.com.",
    "Landing.Contact.Form.ProcessingData.Point3": "Zgoda na przetwarzanie danych jest dobrowolna, ale niezbędna w celu kontaktu. Zgodę można wycofać w dowolnym momencie bez wpływu na zgodność z prawem przetwarzania, którego dokonano na podstawie zgody przed jej wycofaniem",
    "Landing.Contact.Form.ProcessingData.Point4": "Dane będą przetwarzane do realizacji określonych powyżej celów i do momentu wycofania niniejszej zgody, a dostęp do danych będą miały tylko wybrane osoby posiadające stosowne upoważnienie do ich przetwarzania.",
    "Landing.Contact.Form.ProcessingData.Point5": "Każda osoba podając dane osobowe ma prawo dostępu do treści swoich danych i ich sprostowania, usunięcia, ograniczenia przetwarzania, prawo do wniesienia sprzeciwu wobec przetwarzania i przenoszenia danych, prawo do ograniczenia przetwarzania i prawo sprzeciwu wobec przetwarzania danych, prawo do przenoszenia danych.",
    "Landing.Contact.Form.ProcessingData.Point6": "Każda osoba, której dane są przetwarzane, ma prawo do wniesienia skargi do organu nadzorczego jakim jest Prezes Urzędu Ochrony Danych Osobowych (ul. Stawki 2, 00-193 Warszawa).",
    "Landing.Contact.Form.ProcessingData.Point7": "Dane osobowe mogą być udostępniane innym jednostkom należącym do grupy kapitałowej, do której należy All for One Poland sp. z o.o. – również znajdujących się poza Europejskim Obszarem Gospodarczym, w celach marketingowych. All for One Poland zapewnia, że dane przekazywane tym podmiotom są właściwie zabezpieczone, a osoba, której dane są przetwarzane, ma prawo do uzyskania kopii udostępnionych danych oraz informacji o miejscu udostępnienia danych."
}