{
    "Landing.Policy.Info.Label": "Przeczytałem i zgadzam się z",
    "Landing.Policy.Info.Link": "Polityką Prywatności",
    "Landing.Policy.Page.Title": "Polityka prywatności",
    "Landing.Policy.Page.Greeting": "Szanowni Państwo,",
    "Landing.Policy.Page.Introduction": "W wykonaniu obowiązku informacyjnego, określonego w Rozporządzeniu Parlamentu Europejskiego i Rady (UE) 2016/679 z 27.04.2016 r. w sprawie ochrony osób fizycznych w związku z przetwarzaniem danych osobowych i w sprawie swobodnego przepływu takich danych oraz uchylenia dyrektywy 95/46/WE (ogólne rozporządzenie o ochronie danych) – zwane dalej „RODO”, mając na uwadze fakt zgromadzenia przez nas Państwa danych osobowych, a nadto szanując Państwa prywatność oraz dbając o to, aby wiedzieli Państwo, kto i w jaki sposób przetwarza Państwa dane osobowe, przedstawiamy następujące informacje:",
    "Landing.Policy.Page.Paragraph.1": "Administratorem Państwa danych osobowych jest spółka All for One Poland Sp. z o.o. z siedzibą w Złotnikach, ul. Krzemowa 1, 62-002 Suchy Las, wpisana do rejestru przedsiębiorców Krajowego rejestru sądowego pod nr 0000040760, zwana dalej: „Administratorem Danych. Administrator Danych ustanowił inspektora ochrony danych, który dostępny jest pod adresem e-mail iod@all-for-one.com.",
    "Landing.Policy.Page.Paragraph.2": "Państwa dane osobowe przetwarzane są przez Administratora w następujących celach:",
    "Landing.Policy.Page.Paragraph.2.a": "korzystania z funkcjonalności RunBotics, zarządzania wykonanych prac",
    "Landing.Policy.Page.Paragraph.2.b": "umożliwienia prawidłowego korzystania z narzędzia możliwości w celu oferowania Państwu przez Administratora Danych bezpośrednio produktów i usług, związanych z wyżej wymienionym narzędziem, co jest realizacją naszego prawnie uzasadnionego interesu (podstawę prawną stanowi w tym przypadku art. 6 ust. 1 lit. f RODO),",
    "Landing.Policy.Page.Paragraph.2.c": "w celu informowania Państwa o ofertach i działalności Administratora, jak również o organizowanych przez nich wydarzeniach (podstawę prawną stanowi w tym przypadku art. 6 ust. 1 lit. a RODO),",
    "Landing.Policy.Page.Paragraph.2.d": "w celu ewentualnego ustalenia, dochodzenia lub obrony przed roszczeniami, co jest realizacją naszego prawnie uzasadnionego w tym zakresie interesu (podstawę prawną stanowi w tym przypadku art. 6 ust. 1 lit. f RODO),",
    "Landing.Policy.Page.Paragraph.2.e": "w celach analitycznych, w szczególności w celach budowania wiedzy o potrzebach zarejestrowanych użytkowników oraz rozwiązywania błędów, co jest realizacją naszego prawnie uzasadnionego interesu (podstawę prawną stanowi w tym przypadku art. 6 ust. 1 lit. f RODO),",
    "Landing.Policy.Page.Paragraph.2.f": "w celach archiwizacyjnych, w szczególności w celu zapewnienia możliwości wykazania wykonania obowiązków wobec Państwa, wynikających z przepisów RODO, stanowiących realizację naszego prawnie uzasadnionego w tym zakresie interesu (podstawę prawną stanowi w tym przypadku art. 6 ust. 1 lit. f RODO).",
    "Landing.Policy.Page.Paragraph.3": "Administrator Danych przetwarzają następujące kategorie danych osobowych, które Państwa dotyczą: dane kontaktowe (imię, nazwisko, adres e-mail, historia aktywności, adres IP).",
    "Landing.Policy.Page.Paragraph.4": "Państwa dane osobowe będą przetwarzane nie dłużej niż jest to konieczne i wynika z określonych w pkt. 2 powyżej celów przetwarzania, tj.:",
    "Landing.Policy.Page.Paragraph.4.a": "prawidłowego działania aplikacji, jej rozwoju i poprawy jakości oferowanych usług.",
    "Landing.Policy.Page.Paragraph.4.b": "dla celów marketingu bezpośredniego przetwarzane mogą być do czasu zgłoszenia przez Państwa sprzeciwu wobec ich przetwarzania w wyżej wskazanym celu lub ustalenia, że dane te się zdezaktualizowały.",
    "Landing.Policy.Page.Paragraph.5": "Państwa dane osobowe mogą zostać ujawnione następującym kategoriom odbiorców: podmiotom, którym Administrator Danych mają prawny obowiązek udostępnienia przetwarzanych przez siebie danych osobowych, podmiotom przetwarzającym dane osobowe na podstawie umów powierzenia przetwarzania danych osobowych.",
    "Landing.Policy.Page.Paragraph.6": "Administrator Danych nie przekazuje Państwa dane osobowe do państwa trzeciego.",
    "Landing.Policy.Page.Paragraph.7": "Mają Państwo prawo żądać od Administratora Danych (1) dostępu do swoich danych osobowych oraz przysługuje Państwu (2) prawo do ich sprostowania, (3) prawo do ich usunięcia lub (4) prawo do ograniczenia przetwarzania danych, (5) prawo do wniesienia sprzeciwu wobec przetwarzania Państwa danych osobowych, jak również (6) prawo do przenoszenia Państwa danych osobowych (tj. w przypadkach określonych w przepisach RODO mają Państwo prawo żądać, by Państwa dane osobowe zostały przesłane przez Administratora Danych bezpośrednio innemu administratorowi, o ile jest to technicznie możliwe).",
    "Landing.Policy.Page.Paragraph.8": "Państwa dane osobowe nie podlegają decyzji, która opiera się wyłącznie na zautomatyzowanym przetwarzaniu, w tym profilowaniu.",
    "Landing.Policy.Page.Paragraph.9": "W związku z przetwarzaniem Państwa danych osobowych przysługuje Państwu prawo do wniesienia skargi do organu nadzorczego, w sytuacji gdy uznają Państwo, iż przetwarzanie dotyczących Państwa danych osobowych, narusza przepisy RODO.",
    "Landing.Policy.Page.Paragraph.10": "Jeśli udzielili Państwo swojej zgody na przetwarzanie danych osobowych, mogą ją Państwo w każdej chwili odwołać ze skutkiem na przyszłość. Jeżeli przetwarzanie Państwa danych osobowych opiera się na ważeniu interesów, mogą Państwo wyrazić sprzeciw wobec takiego przetwarzania. W przypadku wniesienia takiego sprzeciwu prosimy o podanie powodów, dla których Państwa dane osobowe nie powinny być przetwarzane w taki sposób, w jaki czynił to Administrator Danych. Państwa sprzeciw zostanie zbadany i jeśli okaże się uzasadniony, wstrzymane lub dostosowane zostanie przetwarzanie danych osobowych bądź wskazane zostaną Państwu istotne przesłanki, przemawiające za kontynuacją przetwarzania danych. W każdej chwili mogą Państwo sprzeciwić się przetwarzaniu swoich danych osobowych do celów marketingowych i analizy danych, w takim przypadku skutkować to będzie zaprzestaniem przetwarzania Państwa danych osobowych przez Administratora Danych. Mogą Państwo przesłać swoje odwołanie zgody lub sprzeciw wobec przetwarzania Państwa danych osobowych na e-mail lub na adres, wskazane w pkt. 1 powyżej."
}